[
  {
    "name": "kobudō",
    "thumbnail": "/photo-square/kobudō.jpg",
    "description": "<p>Kobudō 古武道 je bojové umění se zbraněmi, které se vyvinulo na Okinawě a dalších ostrovech Ryūkyū a bylo cvičeno jako součást karate. Protože byl vydán zákaz vlastnění zbraní, Okinawané byli nuceni používat různé nástroje a předměty jako zbraně. Slovo kobudō se skládá ze tří znaků: ko 古 – „starý, starodávný“, bu 武 – „bojový“ a dō 道 – „umění, cesta“. Souhrnně lze přeložit jako „starodávné bojové umění“.</p><br><p>Okinawské kobudō má stejné principy jako okinawské karate. V rámci kobudō se používají zbraně: bō, sai, tonfa, nunchaku, kama, eku, jō, sansetsukon, kwe, tekkō, suruchin, nunti, timbe + seiryuto, tekkō. Umění kobudō předvedou studenti České federace okinavského karate a kobudō (<a href='https://www.shuri-te.cz' target='_blank'>www.shuri-te.cz</a>) pod vedením pana Jana Kopeckého (5.dan).</p>"
  },
  {
    "name": "okinawské karate-dō",
    "thumbnail": "/photo-square/okinawske-karate-dō.jpg",
    "description": "<p>Karate-dō 空手道 je japonské bojové umění, které má své kořeny na Okinawě. Překlad termínu karate jsou „prázdné ruce“ a odkazuje primárně na techniky neozbrojeného boje.</p><br><p>RBKA – Shubukan ČR asociace byla vytvořena v roce 1988. Od prvopočátku vyučuje okinawské formy karate. Jejím mateřským dōjō je Shubukan Uema dōjō na Okinawě. Shōrin Ryū Shubukan Uema Karate-dō Dōjō ČR (to je nezkrácený název) je nesportovní organizací. Nezúčastňuje se žádných turnajů a soustřeďuje se pouze na výuku technik karate. I proto se tréninku mohou věnovat i starší studenti. V současné době asociace sdružuje 10 poboček v ČR a jednu ve Frankfurtu. Asociace pořádá pravidelné výukové semináře nejen pro širokou karate veřejnost, ale také tematická setkání pro pokročilé studenty. Veškeré informace jsou k nahlédnutí na <a href='https://www.rbka.cz' target='_blank'>www.rbka.cz</a> nebo https://www.facebook.com/rbka.cz.</p><br><p>Ukázku předvede Jan Gyuris společně se svými studenty. Jan Gyuris se karate se začal učit od svých 13 let a to v karate klubu Jičín. Zde strávil hezkých 10 let. V roce 1988 se sešel na prvním pražském semináři okinawského karate se senseiem Takao Nakayou, se kterým trénoval 12 let. Takao Nakaya byl na Okinawě studentem senseie Chōzō Nakami. Toto spojení se v roce 2000 ukázalo jako velice důležité pojítko. V tomto roce Jan Gyuris navštívil na doporučení Uema dōjō, ve kterém je členem do současné doby. Jeho dalším učitelem se stal Jōki Uema sensei a jeho syn Yasuhiro Uema sensei, který byl také studentem Chōzō Nakami. Jan Gyuris je v současnosti držitelem 7. danu a karate se věnuje již 45 let.</p>"
  },
  {
    "name": "naginata-dō",
    "thumbnail": "/photo-square/naginata-dō.jpg",
    "description": "<p>Naginata 薙刀 tradiční japonskou zbraň se sečnou čepelí, kterou lze přirovnat k evropské kůse. Její původ je opředen řadounejasností, dohadů a teorií o jejím vzniku. Jako nejpravděpodobnější se jeví být teorie, dle které tato zbraň vzniklanáhodným připevněním meče na rukojeť třeba zlomeného kopí.</p><br><p>Umění boje s naginatou se nazývá naginatajutsu a nebo naginata-dō. Dnešní boj s naginatou je většinou modernizovanáforma Gendai budō nazývaná atarashii naginata (dosl. nová naginata) ve kterém se také soutěží.</p><br><p>Naginata-dō na 6. Budō matsuri předvedou členové oddílu Naginata gorenkai(<a href='https://www.facebook.com/Naginata-Gorenkai-563908067029311' target='_blank'>www.facebook.com/Naginata-Gorenkai-563908067029311</a>), který je jediným v ČR věnující se tomuto bojovému umění.</p>"
  },
  {
    "name": "iaidō",
    "thumbnail": "/photo-square/iaidō.jpg",
    "description": "<p>Iaidō 居合道 je druh japonského šermu a tento termín se překládá jako „cesta meče“ nebo „cesta tasení“. Samotná disciplína ale spíše odkazuje na schopnost rychle reagovat a řešit situaci – být myslí přítomen. Má své počátky v starodávném bojovém umění kenjutsu. Japonský samurai vyvinul iaidō do systému rychlého tasení meče, kterým zasahuje svého oponenta.</p><br><p>Ladné umění tasení meče vám předvedou studenti pražského oddílu Shinbukan Praha 武館プラハ (<a href='https://shinbukan.cz' target='_blank'>shinbukan.cz</a>), ve kterém se věnují bojovému umění iaidō (seitei iai + škole Musō shinden ryū) linii Shinbukan (rodina Ishido). Ukázku povede pan Pavel Balvín (5. dan).</p>"
  },
  {
    "name": "kyūdō",
    "thumbnail": "/photo-square/kyūdō.jpg",
    "description": "<p>Kyūdō 弓道 znamená v japonštině „cesta luku“ a vyvinulo se, stejně jako ostatní bojová umění, z původního bojového umění kyūjutsu přibližně v období Meiji. Po druhé světové válce bylo zakázáno mimo jiné proto, že je velice silně spjato s původním japonským náboženstvím – shintōismem. Luku a šípu se dosud používá při mnoha shintōistických, především očistných, rituálech. Luk měl samozřejmě velice důležitou funkci i ve válečnictví, stál dokonce přímo u zrodu samurajů, neboť byl původně jejich jedinou zbraní. Obnovené kyūdō vzniklo kombinací dvou tradičních škol (Ogasawara a Heki). V Japonsku je nejrozšířenější právě v této moderní formě, která zachovává staré principy a dá se říci, že je esencí těch nejlepších prvků starých škol. Klade důraz na obřadní charakter použití luku a v moderní době prostřednictvím luku bojuje člověk pouze sám se sebou.</p><br><p>Japonskou lukostřelbu na našich Slavnostech představí studenti z pražského oddílu (kyudocz.cz) v čele s panem Michalem Phamem.</p>"
  },
  {
    "name": "ninjutsu",
    "thumbnail": "/photo-square/ninjutsu.jpg",
    "description": "<p>Ninjutsu 忍術 je starým bojovým uměním, které ve feudálním Japonsku ovládala určitá skupina lidí známých jako ninjové. Skupina lidí žijících především v oblastech Iga a Kōga. Jejich původním úkolem byla práce s informacemi a špionáž. Později si ninjové osvojili bojové dovednosti a vytvořila se tak tradice bojových umění.</p><br><p>Toto umění nám předvedou studenti pražského oddílu Bujinkan Dōjō Prague (www.bujinkanprague.com), kteří studují toto umění v rámci bujinkan ryū-ha, což je devět tradičních škol bojových umění vyučovaných Hatsumi Masaaki senseiem, 34. představitelem nejstarší dochované školy ninjutsu, známé pod názvem Togakure ryū.</p>"
  },
  {
    "name": "taijutsu",
    "thumbnail": "/photo-square/taijutsu.jpg",
    "description": "<p>Hiko ryū taijutsu 日子流体術 je jedno z mladých bojových uměních. Vyvinulo ze stylu školy Fuji ryū, kterou založil Fujito Koga v r. 1952 a své kořeny má ve škole Daitō ryū velmistra Sōkaku Takedy (nejznámějším studentem mistra Takedy senseie byl Morihei Ueshiba, zakladatel bojového umění aikidō). Krása tohoto stylu spočívá také v tom, že dal vzniknout třem velice odlišným stylům – aikidō velmistra Morihei Ueshiby, Shinwa taidō velmistra Hoken Inouea, a Fuji ryū taijutsu. Velmistři Inoue a Koga spolu trénovali a cestovali po Japonsku, aby vybrušovali svá umění. Oba učili své pokročilé techniky bezpečnostní a policejní složky.</p><br><p>V r. 1991 velmistr Koga předal pozici velmistra panu Kōshirō Tanakovi, který tento styl dále rozvijel. Umění školy Hiko ryū taijutsu nám předvede se svými studenty pan Filip Rubínek (3.dan), který je oficiální zástupcem tohoto stylu pro ČR (www.sebeobranapraha.eu).</p>"
  },
  {
    "name": "Katori shintō ryū",
    "thumbnail": "/photo-square/katori-shintō-ryū.jpg",
    "description": "<p>Tenshin shōden katori shintō ryū 天真正伝香取神道流 patří mezi nejstarší japonské školy kobujutsu (tradičních bojových umění). V roce 1960 dostala škola jako první v historii pro bojová umění označení „Nedotknutelné kulturní dědictví prefektury Chiba“. Školu založil v druhé polovině 15. století (1447-1480) Iizasa Chōi-sai Ienao. V současné době jsou dva hlavní učitelé: Sugino Yukihiro a Otake Risuke.</p><br><p>Tento styl nám se svými studenty předvede pan Jiří Kučera (3. dan), který má tréninkové lekce ve svém olomouckém dōjō na Fakultě tělesné kultury Univerzity Palackého (www.czech-katori.cz).</p>"
  },
  {
    "name": "aikidō",
    "thumbnail": "/photo-square/aikidō.jpg",
    "description": "<p>Aikidō 合気道 patří mezi ty mladší japonská bojová umění, neboť bylo vytvořeno až v roce 1925 Moriheiem Ueshibou (1883 -1969). Za zdroj mu posloužilo původní bojové umění aikijutsu s kořeny v 9. století, kenjutsu (umění meče), jōjutsu (umění krátké tyče) a jūjutsu (jemné umění). Ústřední ideou aikidō je, jak už napovídá jeho název, užití koordinované síly ki (vnitřní energie, duše) v harmonii či souladu (ai) s požadavky a okolnostmi boje.</p><br><p>Toto tradiční umění nám předvedou členové oddílu Aikidō kenkyūkai Praha (www.aikido-kenkyukai-praha.cz) v čele s Miroslavem Kodymem (6.dan), který byl jedním z autorů myšlenky propojení jednotlivých budō právě prostřednictvím podobné akce Budō matsuri a společně s Vladimírem Hotovcem (jedním z učitelů kendō a iaidō) a Pavlem Benešem (jedním z učitelů karatedō) organizovali první čtyři Slavnosti bojových umění (1991 - 1995).</p>"
  },
  {
    "name": "kendō",
    "thumbnail": "/photo-square/kendō.jpg",
    "description": "<p>Kendō 剣道 („Cesta meče“) je tradiční umění boje s mečem, které má původ u legendárních samurajů. Meč byl duší samuraje a jeho ovládnutí bylo jednak praktickou dovedností k přežití ale i ctností a celoživotní snahou o zlepšení sebe sama. Nejen jako bojovníka, ale také jako člověka.</p><br><p>A právě „touha po zdokonalení“ zní v názvu oddílu Katsubō kenrikai 渇望剣理会 (www.kacubo.cz), jehož studenti nám toto umění předvedou v rámci našich 6. Budō matsuri (Slavností bojových umění).</p>"
  },
  {
    "name": "kenjutsu stylu Kashima no tachi",
    "thumbnail": "/photo-square/kenjutsu-stylu-Kashima-no-tachi.jpg",
    "description": "<p>Kashima no tachi 鹿島の太刀 je jednou ze škol tradičního kenjutsu, japonského šermu. Původ škol z Kashimy sahá do dávnověku. Podle legendy Kuninatsu no Mahito (7. stol.) vyvinul bojové umění známé jako Kashima no tachi (meč z Kashimy) s technikami přesahujícími fyzický boj a vytvořenými v duchu absolutní nestrannosti a morální spravedlnosti. Kashima no tachi stále dodržuje tradice koryū (starých stylů/škol) tak, aby byly zvládnuty jako živé, dynamické a efektivní budō, klade důraz nejdříve na koordinaci těla, pak kultivaci ducha.</p><br><p>Tomuto stylu se věnují studenti pražského oddílu Aikidō kenkyūkai Praha (www.aikido-kenkyukai-praha.cz), kteří opět budou i na našich slavnostech.</p>"
  },
  {
    "name": "Shintō musō ryū jō a připojené školy",
    "thumbnail": "/photo-square/shintō-musō-ryu-jō-a-pripojene-skoly.jpg",
    "description": "<p>Jōdō, přesněji Shintō musō ryū, někdy také jōjutsu, je považováno za nejstarší japonskou školu použití hole jō neboli tsue v boji. Vytvořil na začátku 17. století Musō Gonnosuke Katsuyoshi. K osnovám Shintō musō ryū jō bylo postupně připojeno několik dalších škol. Tyto školy (fuzoku budō nebo fuzoku ryūha) jsou Uchida ryū tanjōjutsu (umění krátké hole), Shintō ryū kenjutsu (techniky šermu), Isshin ryū kusarigamajutsu (srp s řetězem), Ikkaku ryū juttejutsu (železný obušek a jiné zbraně) a Ittatsu ryū hojōjutsu (umění poutáníprovazem). Tradiční jōdō se cvičí ve Zlíně a v Praze. Kontakty a informace najdete na stránce zlínského Tenshin dōjō (www.tenshin.cz) respektive pražské pobočky (www.jodopraha.cz). Tenshin dōjō a českou skupinu při Evropské federaci jōdō vede Patrik Orth, Shintō musō ryū gomokuroku, který je žákem senseiů Pascala Kriegera a Freda Quanta (oba menkyo kaiden).</p><br><p>Na ukázce se budou podílet sensei Yves Galley ze Švýcarska (menkyo kaiden) a Patrik Orth (gomokuroku). Součástí ukázky bude průřez osnovami školy – techniky jō různých úrovní, kenjutsu, tanjōjutsu, kusarigamajutsu i juttejutsu.</p>"
  },
  {
    "name": "battōjutsu",
    "thumbnail": "/photo-square/battōjutsu.jpg",
    "description": "<p>Battōjutsu 抜刀術 („umění tasení meče“) je starý termín pro iaijutsu. Obecně se battōjutsu praktikuje jako součást klasického ryū a je úzce integrováno s tradicí kenjutsu . Cvičí se se skutečnou čepelí (shinkenem), často samostatně bez partnera. Trénink je zaměřen na bojovou efektivitu, jako je vzdálenost, načasování a přesnost. Součástí tréninku bývá sekání tameshigiri.</p><br><p>V rámci doprovodného programu (mimo hlavní program) předvedou techniky battōjutsu studenti školy Nakagawa ryū battōjutsu (www.nakagawaryu.com).</p>"
  },
  {
    "name": "jūdō",
    "thumbnail": "/photo-square/jūdō.jpg",
    "description": "<p>Jūdō 柔道 by se dalo přeložit jako „jemná cesta“ a je styl japonskéhobojového umění.Celý název Kōdōkan jūdō, vzniklo z několika starých škol jūjutsu, kterévyučovaly sebeobranu neozbrojeného člověka v tehdejším pojetí.Sebeobrana řešila skutečné bojové situace, které vznikaly při boji mužeproti muži. Jestliže jeden z bojovníků přišel v boji o svou zbraň,nastala situace, kdy musel bojovat o svůj život. Úspěšné provedenítechnik pak končilo smrtí útočníka jeho uškrcením nebo jehodestruktivním poškozením, tj. otřesem, zlomeninou, atd. Cílem jūdō jemít možnost volby, zda při úspěšně provedené obraně útočníka poraním,nebo nad ním pouze získám kontrolu a vysvětlím mu marnost jeho počínání.Tomuto cíli odpovídá i skladba technik (japonsky waza). Kōdōkan jūdōzaložil profesor Jigorō Kanō v roce 1882.</p><br><p>Ukázku jūdō na slavnostech bude mít na starosti Tereza Šubčíková,držitelka 1. danu v tomto umění. Tereza cvičí jūdō od svých 10 let a topředevším v Sokole Vršovice, za který zápasila celou svou závodníkariéru. Z mezinárodních turnajů získala bronz z juniorského mistrovstvíEvropy, bronz ze světového poháru v Ulaanbaataru. K tomu má osm titulůMistr České republiky v seniorech a tři v juniorské kategorii. Vsoučasné době se věnuje hlavně trénování děti, včetně svých vlastních.</p>"
  },
  {
    "name": "nihontō",
    "thumbnail": "/photo-square/nihontō.jpg",
    "description": "<p>Společnost pro studium japonského meče – Nihontō kenkyūkai 日本刀研究会 – jeodbornou sekcí Česko-Japonské společnosti a začala své aktivity v roce1996. Cílem společnosti je vytvořit pro opravdové zájemce prostor kevzájemnému setkávání, diskusím a komunikační kanál pro sdíleníkvalitních informací o japonském meči. Aktivity sekce se zaměřují nastudium nihontō v co nejširším rozsahu. Od technologických ametalurgických principů, přes historický vývoj a kulturní význam až pohledisko umělecké. Sekce pořádá pro své členy řadu setkání včetněpřímého studia originálů. Pro širší veřejnost pak přednášky, výstavy aukázky.</p><br><p>Na akci se bude Nihontō Kenkyūkai (nihonto.japan.cz) prezentovatvýstavním stánkem s originály japonských mečů a komentovanou prohlídkous přesahem do historického vývoje nihontō.</p>"
  },
  {
    "name": "japonský čaj",
    "thumbnail": "/photo-square/japonsky-caj.jpg",
    "description": "<p>Stejně jako při naší minulé Slavnosti bude pro hosty připravován výborný japonský čaj pražskou Dobrou čajovnou (dobracajovnapraha.cz) v zastoupení jejího majitele pana Huberta Hátleho.</p>"
  },
  {
    "name": "restaurace Miyabi",
    "thumbnail": "/photo-square/restaurace-Miyabi.jpg",
    "description": "<p>Moc si vážíme spolupráce s japonskou restaurací Miyabi, která s námi byla na Slavnostech bojových uměních již minule. A letos opět bude připravovat pro návštěvníky občerstvení ve formě tradičních japonských jídel.</p><br><p>Japonská restaurace Miyabi (www.miyabi.cz) byla otevřena v roce 1995 Darjou Kawasumi, japanoložkou a milovnicí čajového obřadu, s jasnou vizí představit českým gurmánům kouzlo japonské kuchyně, představit japonskou estetiku a uvést do restauračního provozu co nejvíce ideálu pohostinnosti. Inspiraci čerpala Darja z čajového obřadu, který formuje její osobnost po vice než čtyřicet let.</p>"
  },
  {
    "name": "japonská kaligrafie",
    "thumbnail": "/photo-square/japonska-kaligrafie.jpg",
    "description": "<p>Umění japonské kaligrafie má mnoho společného s tradičními bojovými uměními. Během letošních 6. Budō matsuri (Slavností bojových umění) budou mít návštěvníci možnost vyzkoušet si toto umění pod vedením české lektorky Petry Vitáskové (7. dan, Japonska kaligrafie Petra Vitaskova).</p><br><p>Na fotografii je Petra Vitásková se svou učitelkou Akiko Crowther.</p>"
  },
  {
    "name": "shakuhachi Vlastislav Matoušek",
    "thumbnail": "/photo-square/shakuhachi.jpg",
    "description": "<p>Jsme moc rádi, že nás opět podpoří svým vystoupením Vlastislav Matoušek, který nám zahraje na tradiční japonskou bambusovou flétnu shakuhachi (www.shakuhachi.cz).</p><br><p>Vlastislav Matoušek je také český etnomuzikolog, hudební skladatel, hudebník, vynikající hráč, vysokoškolský pedagog a milovník tradiční japonské kultury.</p>"
  }
]
